Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/metsa.fi/c81.pdf.tmx
Source language: fin
Languages: sme

source: Erämaa-alueella kalavesien hoito on perustunut kalastuksen säätelyyn ja kalojen luontaiseen lisääntymiseen sekä ennen vuotta 1987 myös kalanistutuksiin.
sme: Meahcceguovllus guollečáziid dikšuma vuođđun lea leamaš guolástusa mudden ja guliid lunddolaš lassáneapmi ja ovdal jagi 1987 maiddái guollegilvimat.

source: Kalanistutukset on käsitelty luvussa 8 Kalavesien hoito ja kalastus.
sme: Guollegilvimat leat gieđahallon logus 8 Guollečáziid dikšun ja guolástus.

source: 2.9. 7 Tulokaslajit
sme: 2.9.7 Ođđa šlájat

source: Pohjois-Amerikasta peräisin oleva minkki levisi turkistarhauksen kautta luontoon viime vuosisadan puolivälistä lähtien ja on levinnyt koko maahan, myös Kaldoaiviin.
sme: Miŋka lea álgoálggos Davvi-Amerihkás ja lea leavvan dorkkasgárduma bokte lundui 1900-logu gaskkamuttu rájes ja dasto miehtá riikka, maiddái Gálddoaivái.

source: Minkkiä voidaan tavata kaikkien vesistöjen varrelta ympäri erämaata ja soidensuojelualuetta, yleisimpänä jokivarressa.
sme: Miŋkka sáhttá deaividit buot čázádagaid birrasiin miehtá meahcceguovllu ja jekkiidsuodjalanguovllu. Buot dábáleamos miŋka lea johkaguorain.

source: Niin ikään Pohjois-Amerikasta lähtöisin olevaa piisamia istutettiin aikoinaan eri puolille maata, ja laji on levinnyt myös Kaldoaiviin viimeisten kahdenkymmenen vuoden aikana.
sme: Maiddái bisámroahttu lea álgoálggos davviamerihkálaš ealli. Dat lea gilvojuvvon sierra guovlluide Suomas ja šládja lea dasto leavvan maiddái Gálddoaivái maŋimuš moattelot jagi sisa.

source: 1980-luvun lopulla piisamia esiintyi jo Iijärvellä ja myös muualla Näätämön laaksossa.
sme: 1980-logu loahpas bisámroahttu gávdnui juo Idjajávrris ja maiddái eará sajis Njávdánjoga leagis.

source: Laji levinnee kohti pohjoista, mutta Utsjoen puolelta ei ole vielä havaintoja.
sme: Šládja leavvá várra ainge davvelii, muhto Ohcejoga bealde dat ii leat vel dihtton.

source: Ihmisen vaikutus kasvilajistoon on ollut melko vähäinen.
sme: Olmmoš ii leat nu ollu váikkuhan šaddošlájaide.

source: Muutokset ovat rajoittuneet enimmäkseen suppeille alueille.
sme: Nuppástusat vuhttojit eanaš gáržžes guovlluin.

source: Kulkureittien varrella esiintyy polkusaraa (Carex brunnescens).
sme: Johtolagaid guoras šaddá bálggeslukti (Carex brunnescens).

source: Selvim (Deschampsia caespitosa), punanata (Festuca rubra), pohjannurmikka (Poa alpigena), niittysuolaheinä (Rumex acetosa), heinä- ja pihatähtimö (Stellaria graminea ja S. media).
sme: Čielgasepmosit álgoálgosaš šattolaš (Deschampsia caespitosa), ruksessinut (Festuca rubra), eami-gieddesuoidni (Poa alpigena), gieddejuopmu (Rumex acetosa), gieddehilsku (Stellaria graminea) ja návethilsku (S. media).

source: Alkuperäisistä kasvilajeista töppövilla (Eriophorum scheuchzerii) on selvästi hyötynyt ihmisen maastoon jättämistä jäljistä.
sme: Álgoálgosaš šaddošlájain diehppeullu (Eriophorum scheuchzerii) lea čielgasit ávkašuvvan olbmo doaimmain meahcis.

source: (Kauhanen 2004) Porojen laidunnus on ihmisen toimintaan liittyvä tekijä, joka on muokannut alueen kasvillisuutta.
sme: (Kauhanen 2004) Bohccuid guođoheapmi gullá daidda olbmo doaimmaide, mii lea rievdadan guovllu šaddodili.

source: Selvimmin se näkyy pohjakerroksessa.
sme: Čielgasepmosit dat boahtá oidnosii bodnegearddis.

source: Hyvin kehittyneet jäkäliköt puuttuvat lähes kokonaan.
sme: Buorit jeagelguovllut váilot measta oalát.

source: Poronjäkäläkasvustot ovat kuluneita – paikoin siinä määrin, että tinajäkälät ovat lisääntyneet pomin alkuperäinen kasvillisuus on väistynyt poroerotuspaikoilla ja kämppien ympäristössä.
sme: Bohccojeagelšattodagat leat gollan – báikkuid nu ollu ahte dadnejeahkálat leat ihtigoahtán bohccojeahkála sadjái. Báikkuid bohccuid guohtun lea maiddái heađuštan soagi ođasmuvvama lastamáhtoroasu maŋŋá.

source: Paikoitellen laidunnus on myös haitannut koivun uudistumista tunturimittarituhon jälkeen. (Kauhanen 2004)
sme: (Kauhanen 2004) vuohta lea jávkan bigálusbáikkiin ja gámppáid birrasiin.

source: Vuosisatojen aikana ihminen on hakannut puuta sekä poltto- että rakennuspuuksi.
sme: Čuđiid jagiid áigge olmmoš lea čuohppan muoraid sihke boaldámuššan ja huksenávnnasmuorran.

source: Mittavimmat hakkuut rajoittuvat asuttuihin jokilaaksoihin.
sme: Stuorámus čuohppamat leat čađahuvvon ássojuvvon johkalegiin.

source: Esimerkiksi Pulmankijoen mäntymetsä on ollut aikaisemmin nykyistä laajempi.
sme: Ovdamearkka dihte Buolbmátjoga beahcevuovdi lea leamaš ovdal viidáset go dál.

source: Poronhoitoon on tarvittu puuta myös erämaan keskiosissa.
sme: Boazodollui lea dárbbašuvvon muorra maiddái bálgosa guovddášosiin.

source: Puunkäytöstä johtuen metsänraja on paikoitellen alentunut sekä mänty- että koivumetsäalueella.
sme: Muorrageavaheami dihte vuovderádji lea báikkuid njiedjan sihke beahce- ja soahkevuovdeguovlluin.

source: Nykyiset hakkuuohjeet ohjaavat hakkuut puustoisille alueille, joilla niistä ei ole haittaa alueen luonnontilaisuudelle.
sme: Dálá čuohppanrávvagiid mielde galggašedje vuosttažettiin čuhppojuvvot muorraguovllut, main čuohppamat eai čuozášii guovllu luonddudilálašvuhtii.

source: 2.10 Nykyinen käyttö
sme: 2.10 Dálá geavaheapmi

source: Kaldoaivin erämaa-alue ja Sammuttijängän–Vaijoenjängän soidensuojelualue kuuluvat Kaldoaivin, Näätämön ja Muddusjärven paliskuntien poronhoitoalueeseen, ja alue on saamelaisen poronhoidon ydinaluetta (ks. luku 7 Porotalous).
sme: Gálddoaivvi meahcceguovlu ja Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovlu gullet Gálddoaivvi, Njávdáma ja Muttošjávrri bálgosiid boazodoalloguvlui ja guovlu lea sápmelaš boazodoalu váimmusguovlu (gč. lohku 7 Boazodoallu).

source: Alueen järvillä harjoitetaan kotitarvekalastusta, ja kalastus on myös merkittävä osa luontaiselinkeinojen harjoittamista.
sme: Guovllu jávrriin bivdet ruovttudárbbuide. Dasa lassin guolástus lea mávssolaš oassi ealáhusollisvuođas guovllu luondduealáhusbargiide.

source: Inarinsaamelaisille ja kolttasaamelaisille kalastuksella on ollut ja on edelleenkin erityinen merkitys (ks. luku 8.1 Kalastuksen merkitys).
sme: Anáraččaide ja nuortalaččaide guolástusas lea leamaš ja lea ainge earenoamáš mearkkašupmi (gč. lohku 8.1 Guolástusa mearkkašupmi).

source: Virkistyskalastus keskittyy Näätämöjoen varteen.
sme: Lustabivdu dáhpáhuvvá vuosttažettiin Njávdánjogas.

source: Riekkoa pyydetään perinteiseen tapaan ansoilla.
sme: Báikkálaš luondduealáhusbargit bivdet rievssahiid árbevirolaš vuogi mielde gárddiiguin.

source: Syksyisin alueella liikkuu myös virkistysmetsästäjiä.
sme: Čakčat lustabivdit bohtet bivdit rievssahiid guhkkinge.

source: Retkeily keskittyy alueen koillisosaan Sevettijärvi–Pulmankijärvi-retkeilyreitille, Inarinpolulle ja Saamenpolulle.
sme: Vánddardeapmi lea čoahkkanan guovllu nuortadavágeahčáileat Čeavetjávrri–Buolbmátjávrri vánddardanjohtolahkii, Anárašbálgái ja Sámebálgái.

source: Alueella on kuusi Metsähallituksen ylläpitämää autiotupaa ja neljä Villin Pohjolan vuokratupaa (ks. luku 6 Luonnon virkistyskäyttö ja luontomatkailu).
sme: Guovllus leat guhtta ávdinstobu, main fuolaha Meahciráđđehus, ja njeallje láigostobu, main fuolaha Villi Pohjola (gč. lohku 6 Luonddu áhpásnuhttinátnu ja luondduturisma).

source: Pysyvää asutusta alueella ei ole.
sme: Fásta ássan ii leat.

source: -keräilyn, luontaiselinkeinojen ja kolttien tukikohtia erämaa-alueella on useita kymmeniä (ks. luku 13 Käyttöoikeuksien vuokraus ja luovutus).
sme: Boazodoalu, ruovttudárbomeahcástusa ja -guolástusa dahje -čoaggima sihke luondduealáhusaid ja nuortalaččaid doarjjabáikkit meahcceguovllus leat máŋggat logit (gč. lohku 13 Geavahanvuoigtavuođaid láigoheapmi ja luohpadeapmi).

source: 3 Hoidon ja käytön tavoitteet
sme: 3 Dikšuma ja geavaheami mihttomearit

source: 3.1 Lainsäädännölliset lähtökohdat
sme: 3.1 Láhkaásaheami vuolggsajit

source: Erämaalain (62/1991) mukaan erämaa-alueet ovat Metsähallituksen hoidossa ja hallinnassa.
sme: Meahcceguovlolága (62/1991) mielde meahcceguovlluid dikšu ja hálddaša Meahciráđđehus.

source: Laissa säädetään, että ”erämaa-alueen hoidossa ja käytössä on noudatettava hoito- ja käyttösuunnitelmaa, jonka laatii Metsähallitus ja vahvistaa ympäristöministeriö”.
sme: Lágas mearriduvvo, ahte ”meahcceguovllu dikšumis ja geavaheamis galgá čuovvut dikšun- ja geavahanplána, man dahká Meahciráđđehus ja nanne birasministeriija”.

source: Lain yksityiskohtaisissa perusteluissa kerrotaan suunnitelman tarkoituksesta:
sme: Lága dárkilet ákkastallamiin muitaluvvo plána ulbmilis:

source: Suunnitelmassa on tarkoitus selostaa toimet erämaa-alueen käytön edistämiseksi ja ohjaamiseksi sekä myös alueella sallittavat rakennustyöt.
sme: Plána ulbmilin lea čilget, mo meahcceguovllu geavaheami sáhttá ovddidit ja stivret ja maiddái muitalit makkár huksenbargguid oažžu ollašuhttit guovllus.

source: Alue voitaisiin suunnitelmassa myös jakaa käytön kannalta eri osiin.
sme: Guovllu sáhtášii plánas maiddái juohkit geavaheami dáfus osiide.

source: Suunnitelmassa ei olisi alueen käyttäjiä koskevia määräyksiä, vaan se koskisi pelkästään suunniteltuja viranomaisten toimia.
sme: Plánas eai livčče guovllu geavaheaddjiide guoskevaš mearrádusat, muhto dat guoskkašii dušše plánejuvvon eiseváldedoaimmaide.

source: Erämaalain ensimmäisessä pykälässä todetaan erämaa-alueiden perustamistarkoitus.
sme: Meahcceguovlolága vuosttas paragráfas gávnnahuvvo meahcceguovlluid vuođđudanulbmil.

source: Siinä todetaan, että erämaa-alueet on perustettu:
sme: Das daddjojuvvo, ahte meahcceguovllut leat vuođđuduvvon:

source:  alueiden erämaaluonteen säilyttämiseksi
sme:  guovlluid meahcceguovloiešlági seailluhan dihte

source:  saamelaiskulttuurin turvaamiseksi
sme:  sámekultuvrra dorvvastan dihte

source:  luontaiselinkeinojen turvaamiseksi
sme:  luondduealáhusaid dorvvastan dihte

source:  luonnon monipuolisen käytön ja sen edellytysten kehittämiseksi.
sme:  luonddu máŋggabealat geavaheami ja dan vejolašvuođaid ovddidan dihte.

source: Tämä hoito- ja käyttösuunnitelma pyrkii näiden erämaalain asettamien tavoitteiden yhteensovittamiseen eri käyttäjäryhmien kesken.
sme: Dán dikšun- ja geavahanplána ulbmilin lea oktiiheivehit dáid meahcceguovlolága ásahan ulbmiliid sierra geavaheaddjijoavkkuid gaskkas.

source: Sammuttijängän–Vaijoenjängän soidensuojelualue on perustettu vanhan luonnonsuojelulain (71/1923) nojalla erityiseksi suojelualueeksi.
sme: Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovlu lea vuođđuduvvon boares luonddusuodjalanlága (71/1923) vuođul sierra suodjalanguovlun.

source: Hallituksen esityksen (20/1988) yksityiskohtaisten perustelujen mukaan
sme: Ráđđehusa árvalusa (20/1988) dárkilet ákkastallamiid mielde

source: Tärkein seikka soidensuojelualueita perustettaessa on turvata alueiden luonnonmukaisen vesitalouden säilyminen.
sme: deháleamos ášši jekkiidsuodjalanguovlluid vuođđudettiin lea dorvvastit guovlluid ekologalaš čáhcedoalu seailuma.

source: Rauhoitusmääräyksin on siten tarkoitus kieltää ojittamasta alueita, ottamasta maa-aineksia sekä tekemästä kaikkia muitakin sellaisia toimia, jotka saattavat muuttaa suoalueen luonnonmukaista vesitasapainoa.
sme: Ráfáidahttinmearrádusaiguin lea nappo jurdda gieldit olbmuid roggamis goivvohagaid guovlluide, váldimis eanaávdnasiid ja gieldit buot earáge dakkár doaimmaid, mat sáhttet rievdadit jeakkeguovllu ekologalaš čáhcedássedeattu.

source: Sitä vastoin luontaistalouden harjoittaminen, kuten poronhoito, metsästys ja kalastus sekä marjojen ja sienien poiminta, olisi sallittua soidensuojelualueella.
sme: Muhto luondduealáhusat, dego boazodoallu, meahccebivdu ja guolástus sihke murjen ja guoppardeapmi, gal livčče lobálaččat jekkiidsuodjalanguovllus.

source: Tarkemmat säännökset soidensuojelulain (851/1988) täytäntöönpanosta on annettu asetuksella (852/1988).
sme: Dárkilet njuolggadusat jekkiidsuodjalanlága (851/1988) ollašuhttimis leat addojuvvon ásahusa (852/1988) vuođul.

source: Soidensuojelualueilla on kielletty ojitus, maa-ainesten ottaminen sekä maa- ja kallioperän vahingoittaminen.
sme: Jekkiidsuodjalanguovlluin lea gildojuvvon goivvohagaid roggan, eanaávdnasiid váldin ja eana- ja báktevuođu vahágahttin.

source: Samoin on kielletty turvemailla olevan puuston hakkaaminen sekä rakennusten, teiden ja rakennelmien rakentaminen.
sme: Seammaláhkai lea gildojuvvon lavdnjeeatnamiin muoradaga njeaidin ja visttiid, geainnuid ja rusttegiid huksen.

source: Tähän on kuitenkin poikkeuksia.
sme: Dása leat goittot spiehkastagat.

source: Sallittua on rakentaa ja kunnossapitää sellaisia rakennuksia, rakennelmia ja polkuja, jotka ovat tarpeen yleisön opastamista, tutkimustoimintaa ja luonnonharrastusta varten.
sme: Lea lohpi hukset ja bajásdoallat dakkár visttiid, rusttegiid ja bálgáid, maidda lea dárbu olbmuid oahpisteami, dutkandoaimma ja luondduinbuđaldeami várás.

source: Asetus ei rajoita kalastusta, metsästystä, keräilyä tai poronhoitoa.
sme: Ásahus ii gáržžit guolástusa, meahccebivddu, čoaggima dahje boazodoalu (ásahus 852/1988).

source: (asetus 852/1988) Lukuun ottamatta erämaalaissa olevia alueen luovutuskieltoa (4 §) ja teiden rakentamiskieltoa (5 §) sekä edellä kuvattuja soidensuojeluasetuksen asettamia rajoituksia aluetta käytetään pääsääntöisesti kutakin toimintaa säätelevän lainsäädännön mukaisesti.
sme: Earret meahcceguovlolágas daddjojuvvon eanabihtá luohpadangielddu (4 §) ja geainnuid huksengielddu (5 §) ja ovdalis máinnašuvvon jekkiidsuodjalanásahusa ásahan ráddjehusaid, guovlu geavahuvvo vuosttažettiin guđege doaimma muddejeaddji láhkamearrádusaid mielde.

source: Esimerkiksi poronhoitoa, metsästystä, kalastusta ja maastoliikennettä säädellään niistä annetuin säädöksin.
sme: Ovdamearkka dihte boazodoallu, meahccebivdu, guolástus ja meahccejohtalus muddejuvvo daid birra addojuvvon njuolggadusaid vuođul.

source: Lisäksi yleistä merkitystä on esimerkiksi ns. Rion sopimuksella, joka velvoittaa kestävyyteen myös erämaa- ja luonnonsuojelualueilla.
sme: Dasa lassin almmolaš mearkkašupmi lea ovdamearkka dihte ng. Riosoahpamušas, mii geatnegahttá bistevašvuhtii maiddái meahcceguovlluin ja luonddusuodjalanguovlluin.

source: Kestävyydellä tarkoitetaan Rion sopimuksessa muun muassa sitä, että luonnon käytössä ja sen ohjauksessa tulee ottaa huomioon taloudelliset, sosiaaliset, ekologiset ja kulttuuriset näkökohdat.
sme: Bistevašvuođain oaivvildit Rio-soahpamušas earret eará dan, ahte luonddu geavaheamis ja dan stivremis galgá váldit vuhtii ekonomalaš, sosiálalaš, ekologalaš ja kultuvrralaš beliid.

source: Kestävän käytön velvoite on erikseen lausuttu myös Metsähallituksesta annetun lain (1378/2004) 2. §:ssä.
sme: Bistevaš geavaheami geatnegasvuohta lea sierra máinnašuvvon maiddái Meahciráđđehuslága (1378/2004) 2 §:s.

source: Kaldoaivin erämaa-alue ja Sammuttijängän–Vaijoenjängän soidensuojelualue kuuluvat Suomen Natura 2000 -suojelualueverkostoon sekä luonto- (92/43/ETY) että lintudirektiivin (79/409/ETY) mukaisena kohteena Kaldoaivi (FI 1302002) -nimisenä Natura-alueena.
sme: Gálddoaivvi meahcceguovlu ja Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovlu gullet Suoma Natura 2000 -suodjalanguovlofierpmádahkii sihke luondo- (92/43/ETY) ja loddodirektiivva (79/409/ETY) mieldásaš čuozáhahkan Gálddoaivi (FI 1302002) -nammasaš Natura-guovlun.

source: Tämän suunnitelman tavoitteena on siten myös niiden luontoarvojen turvaaminen, joiden perusteella alue on liitetty Natura 2000 -verkostoon.
sme: Dán plána ulbmilin lea nappo maiddái dorvvastit daid luondduárvvuid, maid vuođul guovlu lea laktojuvvon Natura 2000 -fierpmádahkii.

source: Sammuttijängän–Vaijoenjängän soidensuojelualue on liitetty merkittävien kosteikkojen luetteloon eli ns. Ramsar- kohteeksi.
sme: Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovlu lea laktojuvvon mearkkašahtti láktaguovlluid logahallamii dahjege ng. Ramsar -čuozáhahkan.

source: Suomen Ramsar-alueet on valittu siten, että ne edustavat mahdollisimman hyvin Suomen erilaisia, vesilinnuston kannalta merkittäviä kosteikkoja.
sme: Suoma Ramsar-guovllut leat válljejuvvon ovddastit nu bures go vejolaš Suoma sierralágan láktaguovlluid, mat mearkkašit ollu čáhcelottiide.

source: Kaikki Suomen Ramsar-alueet kuuluvat Natura 2000 -verkostoon, ja alueiden rajaukset noudattavat Naturarajauksia.
sme: Buot Suoma Ramsar-guovllut gullet Natura 2000 -fierpmádahkii, ja guovlluid rájideamit čuvvot Natura-rájidemiid.

source: Ramsarin sopimuksen suojelutavoitteet toteutuvat Natura-alueiden suojelutoimien kautta.
sme: Ramsar-soahpamuša suodjalanulbmilat ollašuvvet Natura-guovlluid suodjalandoaimmaid bokte.

source: Valtioneuvoston päätöksen (30.11. 2000) tavoitteena on mm. edistää kulttuuri- ja luonnonperinnön, virkistyskäytön ja luonnonvarojen säilymistä sekä luonto- ja kulttuuriympäristöinä erityisen merkittävien aluekokonaisuuksien säilymistä.
sme: Stáhtaráđi mearrádusa (30.11.2000) ulbmilin lea ee. ovddidit kultur- ja luondduárbbi, lustageavaheami ja luondduriggodagaid seailuma ja luonddu- ja kulturbirasin erenoamáš mearkkašahtti guovloollisvuođaid seailuma.

source: Alueidenkäytön keskeisiä tavoitteita luonnon sekä luonnonkäytön kannalta ovat mm:
sme: Guovlluidgeavaheami guovddáš ulbmilat leat ee.:

source:  elollisen ja elottoman luonnon kannalta arvokkaiden ja herkkien alueiden monimuotoisuuden säilymisen edistäminen
sme:  ealli ja jápma luonddu dáfus divrras ja rašis guovlluid máŋggahápmásašvuođa seailluheami ovddideapmi

source:  luonnonvarojen kestävä hyödyntäminen siten, että turvataan luonnonvarojen saatavuus myös tuleville sukupolville
sme:  luondduriggodagaid bistevaš ávkinatnin nu, ahte dorvvastuvvo maiddái boahttevaš buolvvaide vejolašvuohta luondduriggodagaide

source:  ekologisesti tai virkistyskäytön kannalta merkittävien ja yhtenäisten luonnonalueiden sekä käytön ohjaaminen siten, ettei näitä aluekokonaisuuksia tarpeettomasti pirstota
sme:  ekologalaččat dahje lustageavaheami dáfus mearkkašahtti ja oktilaš luondduguovlluid ja geavaheami stivren nu, ahte dát guovloollisvuođat eai luttoduvvo dárbbašmeahttumit

source:  luonnon virkistyskäytön sekä luonto- ja kulttuurimatkailun edistäminen parantamalla monikäytön edellytyksiä.
sme:  luonddu lustageavaheami ja luonddu- ja kulturturismma ovddideapmi nu, ahte buoriduvvojit lotnolasgeavaheami vejolašvuođat.

source: Yllä olevaan luetteloon on kirjattu sekä yleis- että erityistavoitteita siltä osin, kuin ne koskevat suunnittelualuetta.
sme: Bajábeale logahallamii leat merkejuvvon sihke oppalaš- ja sierraulbmilat dakko bokte go dat gusket plánenguvlui.

source: Yleistavoitteet ovat luonteeltaan alueidenkäyttöä ja alueidenkäytön suunnittelua koskevia periaatteellisia linjauksia.
sme: Oppalašulbmilat leat luonddusteaset guovlluigeavaheapmái ja guovlluidgeavaheami plánemii guoskevaš geatnegasvuođat.

source: Erityistavoitteet ovat alueidenkäyttöä ja alueidenkäytön suunnittelua koskevia velvoitteita.
sme: Sierradárbbut leat guovlluidgeavaheapmái ja guovlluidgeavaheami plánemii gullevaš geatnegasvuođat.

source: Maankäyttö- ja rakennuslain (132/1999) keskeiset tavoitteet saamelaiskulttuurin säilymisen kannalta on kuvattu luvussa 3.2 Saamelaiskulttuurin turvaamiseen liittyvää lainsäädäntöä.
sme: Eanageavahan- ja huksenlága (132/1999) guovddáš mihttomearit sámekultuvrra seailuma dáfus leat govvejuvvon logus 3.2 Sámekultuvrra dorvvasteapmái gullevaš láhkaásaheapmi.

source: Metsähallitus ohjaa tiettyjä erämaan käyttömuotoja, mutta moni toiminta on jonkin muun viranomaisen ohjauksessa.
sme: Meahciráđđehus stivre meahcceguovllu dihto geavahanhámiid, muhto máŋga doaimma leat juoga eará eiseválddi stivrenválddi vuollásaččat.

source: Metsähallituksen tehtävät on määritelty laissa (1378/2004) ja asetuksessa (1380/2004) Metsähallituksesta.
sme: Meahciráđđehusa barggut leat meroštallon Meahciráđđehuslágas (1378/2004) ja -ásahusas (1380/2004).

source: Laki Metsähallituksesta asettaa toiminnan yleiset yhteiskunnalliset velvoitteet (4 § ja 5 §), joista hoidon ja käytön suunnittelua ohjaavat
sme: Láhka Meahciráđđehusas ásaha doaimma almmolaš servodatlaš geatnegasvuođaid (4§ a 5§). main dikšuma ja geavaheami plánema stivrejit:

source:  luonnonvarojen kestävän hoidon ja käytön olennaisena osana Metsähallituksen on riittävästi otettava huomioon biologisen monimuotoisuuden suojelu ja tarkoituksenmukainen lisääminen metsien ja muiden luonnonvarojen hoidolle, käytölle ja suojelulle asetettujen muiden tavoitteiden kanssa;
sme:  luondduvalljodagaid suvdilis áimmahuššama ja geavaheami dehálaš oassin Meahcceráđđehus ferte doarvái váldit vuhtii biologalaš máŋggabealátvuođa suodjaleami ja vuogálaš lasiheami oktan eará ulbmiliiguin, mat leat ásahuvvon vuvddiid ja eará luondduvalljodagaid dikšumii, geavaheapmái ja suodjaleapmái;

source: Metsähallituksen on lisäksi otettava huomioon luonnon virkistyskäytön sekä työllisyyden edistämisen vaatimukset
sme: Meahcceráđđehus ferte dasa lassin váldit vuhtii luonddu virkkosmahttingeavaheami ja maiddái barggolašvuođa ovddidangáibádusaid

source:  Metsähallituksen toiminnassa otetaan huomioon tutkimuksen, opetuksen, – – maankäytön tarpeet.
sme:  Meahcceráđđehusa doaimmas váldojit vuhtii dutkamuša, oahpahusa, – – eanageavaheami dárbbut.

source: Metsähallituksen julkisista hallintotehtävistä (1378/2004, 6 §) hoidon ja käytön suunnitteluun vaikuttavat Kaldoaivin erämaa-alueella
sme: Meahcceráđđehusa almmolaš hálddahusbargguin (1378/2004 6§) dikšuma ja geavaheami plánemii váikkuhit Gálddoaivvi meahcceguovllus:

source:  luonnonsuojelulaissa (1096/1996) sekä sen nojalla perustettuja luonnonsuojelualueita koskevissa laeissa säädetyt luonnonsuojelutehtävät sekä luonnonsuojelualueiden hankinta
sme:  luonddusuodjalanbarggut ja maiddái luonddusuodjalanguovlluid skáhppon, mat leat ásahuvvon luonddusuodjalanlágas (1096/1996) ja dasa lassin dainna vuođđoduvvon luonddusuodjalanguovlluide guoskevaš lágain

source:  kalastuslaissa (286/1982), poronhoitolaissa (848/1990), maastoliikennelaissa (1710/1995), metsästyslaissa (615/1993), jätehuoltolaissa (1072/1993), porotalouden ja luontaiselinkeinojen rahoituslaissa (45/2000), pelastuslaissa (468/2003) ja järjestyslaissa (612/2003) säädetyt tehtävät
sme:  guollebivdolágas (286/1982), boazodoallolágas (848/1990), meahccejohtaluslágas (1710/ 1995), meahccebivdolágas (615/1993), bázahusfuolahuslágas (1072/1993), boazodoalu- ja luondduealáhusaid ruhtadanlágas (45/2000), gádjunlágas (468/2003) ja ortnetlágas (612/2003) ásahuvvon barggut

source:  luonto- ja retkeilypalvelujen tuottaminen
sme:  luonddu- ja vánddardanbálvalusaid buvttadeapmi

source:  erävalvonta.
sme:  meahccebearráigeahčču.

source: Lapin ympäristökeskus huolehtii toimialueellaan sille säädetyistä tai määrätyistä ympäristönsuojelua, alueiden käyttöä, luonnonsuojelua, kulttuuriympäristön hoitoa, rakentamisen ohjausta sekä vesivarojen käyttöä ja hoitoa koskevista tehtävistä (Laki ympäristöhallinnosta 55/1995).
sme: Lappi birasguovddáš fuolaha doaibmaguovllustis dasa ásahuvvon dahje mearriduvvon doaimmain, mat gusket birassuodjaleapmái, guovlluid geavaheapmái, luonddusuodjaleapmái, kulturbirrasa dikšumii, huksema stivremii ja čáhceriggodagaid geavaheapmái ja dikšumii (Birashálddahusláhka 55/1995).

source: 3.2 Saamelaiskulttuurin turvaamiseen liittyvää lainsäädäntöä
sme: 3.2 Sámekultuvrra dorvvasteapmái gullevaš láhkaásaheapmi

source: 3.2. 1 YK:n KP-sopimus
sme: 3.2.1 ON:a SP-soahpamuš

source: Saamelaisten kulttuuriin kuuluvien elinkeinojen harjoittamista suojaa saamelaisten osalta YK:n kansalais- ja poliittisia oikeuksia koskevan ihmisoikeussopimuksen (KP-sopimus) 27. artikla, joka on Suomessa voimassa laintasoisesti.
sme: Sápmelaččaid kultuvrii gullevaš ealáhusaiguin bargama suddje sápmelaččaid buohta ON:a siviilavuoigatvuođaide ja politihkalaš vuoigatvuođaide guoskevaš olmmošvuoigatvuohtasoahpamuša 27. artihkal, mii lea Suomas fámus lágadásis.
